"DOWNGRADE_TITLE" = "Uma versão mais nova do Java já está instalada.";

"DOWNGRADE_MESSAGE" = "Você está tentando instalar %1$@, mas %2$@ já está instalado.\nVisite java.com/newerversionexists para obter mais informações.";

"Restore Security Prompts" = "Restaurar Prompts de Segurança";

"Browser Plug-in Disabled" = "Plug-in do Browser Desativado";

"Continue" = "Continuar";

"Close" = "Fechar";

"Install" = "Instalar";

"Finish" = "Finalizar";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "Você instalou com sucesso o %1$@ \n e a(s) extensão(ões) Ask.";

"The security level has been set to a minimum value of High." = "O nível de segurança foi definido para um valor mínimo Alto.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Bem-vindo ao Instalador do(a) %1$@";

/* Dynamic complete string */
"You have successfully installed %@." = "Você instalou o %1$@ com sucesso.";

"Information about" = "Informações importantes sobre o Plano de Implantação do Oracle Java SE:";

"Oracle has announced" = "Há alterações previstas que impactarão seu acesso a futuras atualizações do Java SE feitas pela Oracle. ";

"Corporate users may" = "Os usuários corporativos serão impactados a partir de janeiro de 2019. ";

"and others" = "Para obter mais orientações, siga o link abaixo.\n";

"More Information on roadmap" = "Mais Informações no plano de implantação";

"Changes are" = "Há alterações previstas que impactarão seu acesso a futuras atualizações do Java SE feitas pela Oracle.\n\n";

"Corporate users" = "Os usuários corporativos serão impactados com a atualização de abril de 2019.\n\n";

"These changes" = "Essas alterações não afetam a versão que você está prestes a instalar.";

"For additional" = "Para obter mais orientações, siga o link abaixo.\n\n";

"More Information..." = "Mais Informações...";

"Important Info" = "Informações importantes sobre o Plano de Implantação do Oracle Java SE";

"OK" = "OK";

"Java provides" = "O Java fornece acesso a um fantástico mundo de conteúdo. De soluções comerciais a utilitários úteis e entretenimento, o Java faz com que a sua experiência com a Internet seja muito mais interessante.\n\n";

"Note: No" = "Observação: Informações pessoais não são solicitadas durante o processo de instalação.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Clique aqui";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " para obter mais informações sobre o que é solicitado.";

"Click Install" = "Clique em Instalar para aceitar o ";

"license agreement" = "contrato de licença";

" and install" = " e instalar o Java agora.";

"Install >" = "Instalar >";

"Please remove" = "Remova versões desatualizadas do Java";

"The Java software" = "A versão do software Java neste computador não é atual e não há mais atualizações para ela.\n\n";

"Keeping out-of-date" = "Manter versões desatualizadas do Java no seu sistema pode representar um risco à segurança.\n\n";

"If you still" = "Se você ainda precisar do Java para executar aplicativos de desktop após a remoção, visite ";

" for a recommended" = " para obter uma versão recomendada.";

"Remove" = "Remover >";

"Java Deployment" = "Cache de Implantação do Java";

"Java maintains" = "O Java mantém um cache para acelerar o recarregamento de programas Java usados comumente, e para armazenar arquivos de rastreamento e registro. Como você está removendo o Java Runtime, recomendamos também a remoção deste cache para liberar espaço no seu computador.\n\nSaiba mais sobre o ";

"Java Deployment Cache" = "Cache de Implantação do Java";

"Would you like" = "\n\nGostaria de remover o Cache Java (recomendado)?";

"Yes" = "Sim";

"No" = "Não";

"Uninstalled" = "A remoção do Java foi concluída com sucesso";

"NoJavaToUninstall" = "Nenhuma instalação do Java foi detectada no sistema";

"Complete" = "Concluído";

"Later" = "Mais tarde";

"Update" = "Atualizar";

"Please remove unused" = "Remova versões não utilizadas do Java";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Parece que você não usa o Java no seu sistema há mais de 6 meses. Recomendamos que você o desinstale clicando no ";
" Remove" = "Remover";
" button below." = " botão abaixo.";

"If you later" = " Caso decida posteriormente que precisa do Java, você poderá instalá-lo pelo java.com.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Se quiser manter o Java no seu sistema, atualize-o clicando no ";
" Update" = "Atualizar";

"Fail to install" = "Falha ao instalar o Java";

"Uninstalling" = "Desinstalando o Java...";

"Fail to uninstall" = "Falha ao desinstalar o Java: %@";

"XPC connection error." = "Erro de conexão do XPC.";

"Error code" = "Código de erro %lld do SO.";

"shell is not available." = "o shell não está disponível.";

"process cannot be created." = "o processo não pode ser criado.";

"Commercial License" = "É Obrigatória uma Licença Comercial para esta versão";

"Use of this" = "O uso desta versão requer que você tenha uma licença comercial adquirida por você ou por qualquer um de seus provedores de software.";

"You can also" = "Você também pode usar esta versão para executar Produtos Licenciados da Oracle que requerem um Java Runtime.";

"Learn more about this release" = "Saiba mais sobre esta release";

"Details on the" = "Detalhes das informações que coletamos";

"cannot delete" = "não é possível excluir o Cache de Implantação do Java";

"Password prompt" = "%@ requer permissão para continuar.";

"Java Update" = "Java Update";

"OSCHECK_TITLE" = "O Java da Oracle requer %1$@ %2$@ ou uma versão posterior.";

"OSCHECK_MESSAGE" = "Seu sistema tem %1$@ Versão %2$@. Este produto pode ser instalado na Versão %3$@ ou posterior.\nVisite java.com/help para obter mais informações.";

"Welcome to Java" = "Bem-vindo ao Java";

"This version" = "Esta versão do Java requer que você tenha uma licença para o Oracle Java SE da Oracle, de um parceiro Oracle autorizado ou de um provedor de software terceiro autorizado. É sua responsabilidade determinar se você possui uma licença apropriada. Em caso afirmativo, clique em Instalar para continuar com o processo de instalação.";

"If you have" = "Caso você não possua uma licença, clique em Remover para interromper o processo de instalação e decidir se vai remover versões mais antigas do Java.";

"No personal" = "Não solicitamos informações pessoais durante o processo de instalação";

"Welcome to Java -" = "Bem-vindo ao Java - Condições de Licença Atualizadas";

"The terms" = "As condições sob as quais esta versão do software é licenciada foram alteradas.";

"Updated License" = "Contrato de Licença Atualizado";

"This version -" = "Esta versão do Java Runtime é licenciada somente para uso pessoal (não comercial) em desktop e laptop.";

"Commercial use" = "O uso comercial deste software requer uma licença separada da Oracle ou de seu fornecedor de software.";

"Click install or" = "Clique em Instalar para aceitar o contrato de licença e instalar o Java agora ou clique em Remover para desinstalá-lo do seu sistema.";

"Remove -" = "Remover";
